---
kind: property
id: P:Autodesk.Revit.DB.FamilyPointPlacementReference.PointReference
source: html/874e99bf-9567-929d-f67f-4cc2e8358d20.htm
---
# Autodesk.Revit.DB.FamilyPointPlacementReference.PointReference Property

The reference on which the point depends on.

## Syntax (C#)
```csharp
public Reference PointReference { get; }
```